docs/dot/BvaDispatchTask_Organization.dot
digraph G {
rankdir="LR";
"AttorneyRewriteTask_User" -> "BvaDispatchTask_Organization" [label=2]
"BvaDispatchTask_Organization" -> "BvaDispatchTask_User" [label=22]
"AttorneyTask_User" -> "BvaDispatchTask_Organization" [label=16]
"JudgeDecisionReviewTask_User" -> "BvaDispatchTask_Organization" [label=1]
"QualityReviewTask_User" -> "BvaDispatchTask_Organization" [label=1]
"InformalHearingPresentationTask_Organization" -> "BvaDispatchTask_Organization" [label=1]
"JudgeQualityReviewTask_User" -> "BvaDispatchTask_Organization" [label=1]
}
