docs-ES/dot/JudgeDecisionReviewTask_User.dot
digraph G {
rankdir="LR";
"JudgeAssignTask_User" -> "JudgeDecisionReviewTask_User" [label=7]
"JudgeDecisionReviewTask_User" -> "AttorneyTask_User" [label=7]
"AttorneyTask_User" -> "JudgeDecisionReviewTask_User" [label=1]
"JudgeDecisionReviewTask_User" -> "BvaDispatchTask_Organization" [label=1]
}
