docs-DR/dot/TrackVeteranTask_Organization.dot
digraph G {
rankdir="LR";
"TrackVeteranTask_Organization" -> "JudgeAssignTask_User" [label=1]
"DistributionTask_Organization" -> "TrackVeteranTask_Organization" [label=1]
"TrackVeteranTask_Organization" -> "DistributionTask_Organization" [label=116]
"TrackVeteranTask_Organization" -> "InformalHearingPresentationTask_Organization" [label=1]
"AttorneyTask_User" -> "TrackVeteranTask_Organization" [label=1]
"RootTask_Organization" -> "TrackVeteranTask_Organization" [label=116]
}
